{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<SOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<EOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<PAD>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<UNK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<MASK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<SOS>": 0,
      "<EOS>": 1,
      "<PAD>": 2,
      "<UNK>": 3,
      "<MASK>": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "[": 63,
      "\\": 64,
      "]": 65,
      "^": 66,
      "_": 67,
      "`": 68,
      "a": 69,
      "b": 70,
      "c": 71,
      "d": 72,
      "e": 73,
      "f": 74,
      "g": 75,
      "h": 76,
      "i": 77,
      "j": 78,
      "k": 79,
      "l": 80,
      "m": 81,
      "n": 82,
      "o": 83,
      "p": 84,
      "q": 85,
      "r": 86,
      "s": 87,
      "t": 88,
      "u": 89,
      "v": 90,
      "w": 91,
      "x": 92,
      "y": 93,
      "z": 94,
      "{": 95,
      "|": 96,
      "}": 97,
      "~": 98,
      "¡": 99,
      "¢": 100,
      "£": 101,
      "¤": 102,
      "¥": 103,
      "¦": 104,
      "§": 105,
      "¨": 106,
      "©": 107,
      "ª": 108,
      "«": 109,
      "¬": 110,
      "®": 111,
      "¯": 112,
      "°": 113,
      "±": 114,
      "²": 115,
      "³": 116,
      "´": 117,
      "µ": 118,
      "¶": 119,
      "·": 120,
      "¸": 121,
      "¹": 122,
      "º": 123,
      "»": 124,
      "¼": 125,
      "½": 126,
      "¾": 127,
      "¿": 128,
      "À": 129,
      "Á": 130,
      "Â": 131,
      "Ã": 132,
      "Ä": 133,
      "Å": 134,
      "Æ": 135,
      "Ç": 136,
      "È": 137,
      "É": 138,
      "Ê": 139,
      "Ë": 140,
      "Ì": 141,
      "Í": 142,
      "Î": 143,
      "Ï": 144,
      "Ð": 145,
      "Ñ": 146,
      "Ò": 147,
      "Ó": 148,
      "Ô": 149,
      "Õ": 150,
      "Ö": 151,
      "×": 152,
      "Ø": 153,
      "Ù": 154,
      "Ú": 155,
      "Û": 156,
      "Ü": 157,
      "Ý": 158,
      "Þ": 159,
      "ß": 160,
      "à": 161,
      "á": 162,
      "â": 163,
      "ã": 164,
      "ä": 165,
      "å": 166,
      "æ": 167,
      "ç": 168,
      "è": 169,
      "é": 170,
      "ê": 171,
      "ë": 172,
      "ì": 173,
      "í": 174,
      "î": 175,
      "ï": 176,
      "ð": 177,
      "ñ": 178,
      "ò": 179,
      "ó": 180,
      "ô": 181,
      "õ": 182,
      "ö": 183,
      "÷": 184,
      "ø": 185,
      "ù": 186,
      "ú": 187,
      "û": 188,
      "ü": 189,
      "ý": 190,
      "þ": 191,
      "ÿ": 192,
      "Ā": 193,
      "ā": 194,
      "Ă": 195,
      "ă": 196,
      "Ą": 197,
      "ą": 198,
      "Ć": 199,
      "ć": 200,
      "Ĉ": 201,
      "ĉ": 202,
      "Ċ": 203,
      "ċ": 204,
      "Č": 205,
      "č": 206,
      "Ď": 207,
      "ď": 208,
      "Đ": 209,
      "đ": 210,
      "Ē": 211,
      "ē": 212,
      "Ĕ": 213,
      "ĕ": 214,
      "Ė": 215,
      "ė": 216,
      "Ę": 217,
      "ę": 218,
      "Ě": 219,
      "ě": 220,
      "Ĝ": 221,
      "ĝ": 222,
      "Ğ": 223,
      "ğ": 224,
      "Ġ": 225,
      "ġ": 226,
      "Ģ": 227,
      "ģ": 228,
      "Ĥ": 229,
      "ĥ": 230,
      "Ħ": 231,
      "ħ": 232,
      "Ĩ": 233,
      "ĩ": 234,
      "Ī": 235,
      "ī": 236,
      "Ĭ": 237,
      "ĭ": 238,
      "Į": 239,
      "į": 240,
      "İ": 241,
      "ı": 242,
      "Ĳ": 243,
      "ĳ": 244,
      "Ĵ": 245,
      "ĵ": 246,
      "Ķ": 247,
      "ķ": 248,
      "ĸ": 249,
      "Ĺ": 250,
      "ĺ": 251,
      "Ļ": 252,
      "ļ": 253,
      "Ľ": 254,
      "ľ": 255,
      "Ŀ": 256,
      "ŀ": 257,
      "Ł": 258,
      "ł": 259,
      "Ń": 260,
      "Ġt": 261,
      "čĊ": 262,
      "Ġa": 263,
      "he": 264,
      "in": 265,
      "Ġw": 266,
      "ou": 267,
      "re": 268,
      "Ġs": 269,
      "ha": 270,
      "on": 271,
      "Ġi": 272,
      "ĠI": 273,
      "Ġb": 274,
      "Ġthe": 275,
      "ll": 276,
      "an": 277,
      "Ġy": 278,
      "Ġm": 279,
      "Ġto": 280,
      "er": 281,
      "or": 282,
      "ing": 283,
      "Ġc": 284,
      "Ġf": 285,
      "Ġyou": 286,
      "nd": 287,
      "Ġd": 288,
      "ar": 289,
      "Ġg": 290,
      "es": 291,
      "Ġp": 292,
      "Ġl": 293,
      "Ġn": 294,
      "en": 295,
      "om": 296,
      "at": 297,
      "is": 298,
      "et": 299,
      "it": 300,
      "ay": 301,
      "ot": 302,
      "ve": 303,
      "Ġit": 304,
      "hat": 305,
      "ow": 306,
      "ed": 307,
      "ic": 308,
      "Ġand": 309,
      "Ġo": 310,
      "Ġha": 311,
      "as": 312,
      "le": 313,
      "'s": 314,
      "Ġh": 315,
      "Ġhe": 316,
      "Ġin": 317,
      "us": 318,
      "ill": 319,
      "ke": 320,
      "Ġbe": 321,
      "oo": 322,
      "Ġis": 323,
      "Ġfor": 324,
      "Ġth": 325,
      "Ġwe": 326,
      "Ġon": 327,
      "ĠT": 328,
      "ut": 329,
      "ac": 330,
      "ĠS": 331,
      "id": 332,
      "'t": 333,
      "ie": 334,
      "..": 335,
      "Ġe": 336,
      "Ġof": 337,
      "Ġme": 338,
      "im": 339,
      "ĠW": 340,
      "ĠH": 341,
      "ld": 342,
      "am": 343,
      "Ġre": 344,
      "gh": 345,
      "Ġthat": 346,
      "ome": 347,
      "ĠA": 348,
      "ly": 349,
      "al": 350,
      "Ġwill": 351,
      "out": 352,
      "Ġdo": 353,
      "Ġ:": 354,
      "ad": 355,
      "Ġk": 356,
      "Ġne": 357,
      "el": 358,
      "Ġst": 359,
      "Ġso": 360,
      "all": 361,
      "Ġhave": 362,
      "os": 363,
      "ĠY": 364,
      "Ġat": 365,
      "Ġu": 366,
      "ĠM": 367,
      "ith": 368,
      "ght": 369,
      "ver": 370,
      "Ġgo": 371,
      "Ġare": 372,
      "ry": 373,
      "ri": 374,
      "Ġwith": 375,
      "Ġan": 376,
      "Ġbut": 377,
      "ould": 378,
      "Ġj": 379,
      "Ġse": 380,
      "Ġcan": 381,
      "ia": 382,
      "Ġnot": 383,
      "ĠčĊ": 384,
      "ust": 385,
      "ir": 386,
      "ro": 387,
      "Ġkn": 388,
      "han": 389,
      "ter": 390,
      "ea": 391,
      "ch": 392,
      "ĠO": 393,
      "Ġli": 394,
      "Ġknow": 395,
      "ent": 396,
      "ĠB": 397,
      "ant": 398,
      "ĠC": 399,
      "'m": 400,
      "ion": 401,
      "Ġwas": 402,
      "Ġmy": 403,
      "Ġab": 404,
      "her": 405,
      "Ġsu": 406,
      "op": 407,
      "ĠN": 408,
      "ĠD": 409,
      "Ġas": 410,
      "ks": 411,
      "ally": 412,
      "Ġdon": 413,
      "il": 414,
      "Ġabout": 415,
      "ul": 416,
      "Ġwhat": 417,
      "art": 418,
      "'ll": 419,
      "ell": 420,
      "ĠJ": 421,
      "ĠL": 422,
      "Ġher": 423,
      "âĢ": 424,
      "ra": 425,
      "Ġsh": 426,
      "ink": 427,
      "ood": 428,
      "Ġwor": 429,
      "na": 430,
      "day": 431,
      "Ġthis": 432,
      "ake": 433,
      "ol": 434,
      "ate": 435,
      "th": 436,
      "Ġfr": 437,
      "ick": 438,
      "...": 439,
      "Ġjust": 440,
      "Ġsome": 441,
      "Ġshe": 442,
      "Ġlike": 443,
      "st": 444,
      "ine": 445,
      "ec": 446,
      "ack": 447,
      "Ġthere": 448,
      "Ġwant": 449,
      "Ġyour": 450,
      "and": 451,
      "Ġal": 452,
      "ess": 453,
      "!!": 454,
      "Ġwh": 455,
      "our": 456,
      "pp": 457,
      "âĢĻ": 458,
      "ore": 459,
      "ĠThe": 460,
      "ĠG": 461,
      "Ġpl": 462,
      "ile": 463,
      "ĠP": 464,
      "ur": 465,
      "Ġget": 466,
      "ab": 467,
      "Ġthink": 468,
      "ight": 469,
      "ice": 470,
      "ob": 471,
      "ind": 472,
      "ime": 473,
      "Mar": 474,
      "Ġsee": 475,
      "Ġup": 476,
      "ce": 477,
      "Ġthey": 478,
      "un": 479,
      "se": 480,
      "Ġ<": 481,
      "Ġgoing": 482,
      "Ġany": 483,
      "ook": 484,
      "ge": 485,
      "Ġtime": 486,
      "ĠIt": 487,
      "Ġdid": 488,
      "one": 489,
      "eah": 490,
      "ðŁ": 491,
      "ast": 492,
      "very": 493,
      "Ġwhe": 494,
      "Ġtoo": 495,
      "Ġneed": 496,
      "ĠHe": 497,
      "are": 498,
      "Ġok": 499,
      "ck": 500,
      "Ġone": 501,
      "ĠYou": 502,
      "ff": 503,
      "Ġno": 504,
      "Ġ:)": 505,
      "ris": 506,
      "est": 507,
      "An": 508,
      "Ġhas": 509,
      "Ġor": 510,
      "Ġall": 511,
      "ĠF": 512,
      "Jo": 513,
      "Ġfrom": 514,
      "Ġpro": 515,
      "Ġgood": 516,
      "Ġout": 517,
      "'re": 518,
      "te": 519,
      "file": 520,
      "uy": 521,
      "other": 522,
      "Ġif": 523,
      "Ġex": 524,
      "ĠR": 525,
      "row": 526,
      "Ġwork": 527,
      "ĠE": 528,
      "nt": 529,
      "hing": 530,
      "Ġhim": 531,
      "Ġcom": 532,
      "ĠWhat": 533,
      "um": 534,
      "ound": 535,
      "ven": 536,
      "Ġreally": 537,
      "Ġhis": 538,
      "ma": 539,
      "Ġ1": 540,
      "ure": 541,
      "ep": 542,
      "Ġnow": 543,
      "ny": 544,
      "Ġwould": 545,
      "Ġthan": 546,
      "Ġwee": 547,
      "Ġus": 548,
      "ays": 549,
      "Ġmeet": 550,
      "li": 551,
      "Ġcome": 552,
      "Ġthem": 553,
      "ace": 554,
      "ain": 555,
      "Ġhow": 556,
      "Ġnew": 557,
      "ation": 558,
      "orrow": 559,
      "ber": 560,
      "reat": 561,
      "ard": 562,
      "ara": 563,
      "Ġgot": 564,
      "ove": 565,
      "Ġcon": 566,
      "be": 567,
      "ive": 568,
      "ear": 569,
      "ee": 570,
      "Ġsure": 571,
      "qu": 572,
      "res": 573,
      "ite": 574,
      "ina": 575,
      "ian": 576,
      "ran": 577,
      "ðŁĺ": 578,
      "Ġv": 579,
      "if": 580,
      "right": 581,
      "Ġ2": 582,
      "Ġthen": 583,
      "ud": 584,
      "Ġshould": 585,
      "Ġwhen": 586,
      "Ġag": 587,
      "ble": 588,
      "alk": 589,
      "ig": 590,
      "Ġfe": 591,
      "ect": 592,
      "ct": 593,
      "Ġtom": 594,
      "Ġsp": 595,
      "xt": 596,
      "omet": 597,
      "ak": 598,
      "Ġyes": 599,
      "hn": 600,
      "Ġr": 601,
      "'ve": 602,
      "Ġaf": 603,
      "ĠK": 604,
      "use": 605,
      "Ġtomorrow": 606,
      "ĠAnd": 607,
      "ong": 608,
      "ost": 609,
      "ĠNo": 610,
      "ame": 611,
      "Ġback": 612,
      "hris": 613,
      "ers": 614,
      "uch": 615,
      "ph": 616,
      "ĠWe": 617,
      "red": 618,
      "Ġsomet": 619,
      "ca": 620,
      "Ġright": 621,
      "Ġhome": 622,
      "em": 623,
      "ort": 624,
      "Ġmuch": 625,
      "Ġar": 626,
      "la": 627,
      "thing": 628,
      "ue": 629,
      "aybe": 630,
      "ool": 631,
      "ne": 632,
      "Ġ;": 633,
      "od": 634,
      "Ġam": 635,
      "ĠShe": 636,
      "Tom": 637,
      "ĠThan": 638,
      "har": 639,
      "Ġdoes": 640,
      "aul": 641,
      "ĠBut": 642,
      "Ġoff": 643,
      "ous": 644,
      "Ġlook": 645,
      "ĠOk": 646,
      "Ġlet": 647,
      "Ġbeen": 648,
      "Ġhad": 649,
      "ait": 650,
      "ĠYes": 651,
      "Ġcould": 652,
      "Ġafter": 653,
      "Ġtake": 654,
      "Ġtoday": 655,
      "ĠYeah": 656,
      "ĠHa": 657,
      "Ġwell": 658,
      "ike": 659,
      "Ġsomething": 660,
      "oto": 661,
      "Ġsa": 662,
      "ough": 663,
      "ady": 664,
      "Ġtalk": 665,
      "Ġevery": 666,
      "Ġmore": 667,
      "ily": 668,
      "ty": 669,
      "Ġhapp": 670,
      "anna": 671,
      "Ġcl": 672,
      "Lu": 673,
      "ĠHow": 674,
      "Ġche": 675,
      "Ġman": 676,
      "Ġpart": 677,
      "end": 678,
      "Ġby": 679,
      "ĠSo": 680,
      "ica": 681,
      "Car": 682,
      "av": 683,
      "ĠThat": 684,
      "orry": 685,
      "ose": 686,
      "ass": 687,
      "Ġgreat": 688,
      "Ġyeah": 689,
      "??": 690,
      "Ġwait": 691,
      "ving": 692,
      "Ġpre": 693,
      "Ġwon": 694,
      "Ġlove": 695,
      "ag": 696,
      "ĠThey": 697,
      "Ġask": 698,
      "ĠOh": 699,
      "Al": 700,
      "Ġbr": 701,
      "Ġnext": 702,
      "John": 703,
      "Ġlast": 704,
      "eter": 705,
      "Ġcall": 706,
      "ist": 707,
      "ning": 708,
      "Ġeven": 709,
      "Ġqu": 710,
      "ought": 711,
      "Ġbet": 712,
      "Ġbuy": 713,
      "Ġstill": 714,
      "ase": 715,
      "Ġmake": 716,
      "my": 717,
      "act": 718,
      "Ġwhy": 719,
      "iend": 720,
      "Ġhel": 721,
      "ĠHi": 722,
      "Ġdidn": 723,
      "Ġvery": 724,
      "Ġhelp": 725,
      "photo": 726,
      "Ġwat": 727,
      "ish": 728,
      "hy": 729,
      "ies": 730,
      "ide": 731,
      "per": 732,
      "uck": 733,
      "cause": 734,
      "Ġwho": 735,
      "Ġch": 736,
      "cy": 737,
      "ary": 738,
      "Ġbecause": 739,
      "iz": 740,
      "Ġid": 741,
      "ope": 742,
      "Ġguy": 743,
      "Ġhere": 744,
      "Ġweek": 745,
      "oin": 746,
      "Em": 747,
      "Paul": 748,
      "Ġthing": 749,
      "Ġ;)": 750,
      "lex": 751,
      "Dan": 752,
      "Ġco": 753,
      "Ġhaha": 754,
      "Ġle": 755,
      "Ġplace": 756,
      "ane": 757,
      "oy": 758,
      "Ġyear": 759,
      "Ġthanks": 760,
      "iss": 761,
      "Ġpe": 762,
      "ĠðŁĺ": 763,
      "Ġtry": 764,
      "Ġtell": 765,
      "Ġ3": 766,
      "ree": 767,
      "Kate": 768,
      "Ġover": 769,
      "Ġx": 770,
      "Sam": 771,
      "Ġwere": 772,
      "ict": 773,
      "Ġother": 774,
      "Ġfeel": 775,
      "own": 776,
      "ople": 777,
      "Ġway": 778,
      "ress": 779,
      "ere": 780,
      "Ġde": 781,
      "lie": 782,
      "Ġsay": 783,
      "Ġday": 784,
      "Ġwants": 785,
      "ting": 786,
      "Ġour": 787,
      "Ġpr": 788,
      "way": 789,
      "get": 790,
      "Ġdoesn": 791,
      "ert": 792,
      "Ġnice": 793,
      "ĠHey": 794,
      "Ġpeople": 795,
      "Ġen": 796,
      "ub": 797,
      "Ġmaybe": 798,
      "ail": 799,
      "arry": 800,
      "Ġte": 801,
      "blem": 802,
      "ways": 803,
      "Ġsorry": 804,
      "ment": 805,
      "And": 806,
      "ich": 807,
      "Ġonly": 808,
      "so": 809,
      "Ġfind": 810,
      "Ġproblem": 811,
      "ĠThanks": 812,
      "Ġton": 813,
      "Ġmin": 814,
      "Ġ5": 815,
      "ĠWell": 816,
      "ity": 817,
      "ip": 818,
      "Ġcoming": 819,
      "Ġbetter": 820,
      "gan": 821,
      "ĠDo": 822,
      "Ġlot": 823,
      "Mart": 824,
      "Ġad": 825,
      "ready": 826,
      "Ġdi": 827,
      "oss": 828,
      "Mary": 829,
      "Chris": 830,
      "Jen": 831,
      "Peter": 832,
      "here": 833,
      "Pat": 834,
      "Ġmean": 835,
      "ap": 836,
      "Ġalready": 837,
      "Ad": 838,
      "au": 839,
      "Ġgu": 840,
      "Ġwhere": 841,
      "Ġsend": 842,
      "Ġagain": 843,
      "att": 844,
      "Alex": 845,
      "Ġrec": 846,
      "Ġparty": 847,
      "Ġtonight": 848,
      "Ġplan": 849,
      "Anna": 850,
      "ater": 851,
      "Ġfriend": 852,
      "lo": 853,
      "Ġstart": 854,
      "Rob": 855,
      "Ġbit": 856,
      "Jack": 857,
      "mm": 858,
      "irst": 859,
      "ames": 860,
      "Ġrem": 861,
      "Ġph": 862,
      "Ġnight": 863,
      "ason": 864,
      "lease": 865,
      "ĠTh": 866,
      "Mike": 867,
      "ach": 868,
      "irl": 869,
      "Ġanything": 870,
      "Ġcomp": 871,
      "ĠU": 872,
      "Fran": 873,
      "ark": 874,
      "Ġalways": 875,
      "Ġbus": 876,
      "Ġwatch": 877,
      "onna": 878,
      "Ġcar": 879,
      "'d": 880,
      "Sara": 881,
      "Ġidea": 882,
      "lly": 883,
      "ather": 884,
      "Ġgive": 885,
      "Ġtr": 886,
      "Ġlong": 887,
      "ĠCan": 888,
      "ĠNot": 889,
      "fore": 890,
      "ise": 891,
      "Jul": 892,
      "ĠSure": 893,
      "Ġ-": 894,
      "age": 895,
      "Ġtheir": 896,
      "ah": 897,
      "Ġcheck": 898,
      "Ġdr": 899,
      "Ġalso": 900,
      "Ġguys": 901,
      "inn": 902,
      "ious": 903,
      "Br": 904,
      "Ġtw": 905,
      "Ġke": 906,
      "Ġhappen": 907,
      "Ġplay": 908,
      "gg": 909,
      "Ġwr": 910,
      "iel": 911,
      "Ġbefore": 912,
      "Ġfun": 913,
      "Ġgr": 914,
      "itt": 915,
      "!!!": 916,
      "isa": 917,
      "ually": 918,
      "Ġfine": 919,
      "Ġcour": 920,
      "Ġoh": 921,
      "ley": 922,
      "che": 923,
      "Ġapp": 924,
      "Ġ10": 925,
      "Jos": 926,
      "Ġlea": 927,
      "Ġstay": 928,
      "Ġim": 929,
      "Ġhour": 930,
      "Ġaround": 931,
      "Ġun": 932,
      "Ġbring": 933,
      "Ġsoon": 934,
      "ric": 935,
      "Ġgirl": 936,
      "Ġtra": 937,
      "sel": 938,
      "ĠV": 939,
      "Ġfirst": 940,
      "Ġ4": 941,
      "Ġthought": 942,
      "ember": 943,
      "ĠAre": 944,
      "Ġchan": 945,
      "Am": 946,
      "Ġyet": 947,
      "Ġexp": 948,
      "able": 949,
      "Ġlate": 950,
      "Mark": 951,
      "oney": 952,
      "Ġfin": 953,
      "Ġcourse": 954,
      "ĠIs": 955,
      "ov": 956,
      "ounds": 957,
      "cc": 958,
      "Ġper": 959,
      "Ann": 960,
      "onica": 961,
      "Ġbad": 962,
      "Ġmeeting": 963,
      "ax": 964,
      "iday": 965,
      "kend": 966,
      "Ġguess": 967,
      "Ġmon": 968,
      "ĠJo": 969,
      "Ġweekend": 970,
      "sh": 971,
      "Ġro": 972,
      "pt": 973,
      "Ġfl": 974,
      "Ġlater": 975,
      "Ste": 976,
      "Jane": 977,
      "Ġact": 978,
      "via": 979,
      "ĠJust": 980,
      "Ġdoing": 981,
      "Ġpick": 982,
      "Oli": 983,
      "Ġlol": 984,
      "Ġ:(": 985,
      "les": 986,
      "Ġjob": 987,
      "ĠChris": 988,
      "der": 989,
      "erry": 990,
      "Ben": 991,
      "Tim": 992,
      "eor": 993,
      "vin": 994,
      "Ġ\"": 995,
      "Ġ7": 996,
      "Ġser": 997,
      "inda": 998,
      "ĠHave": 999,
      "ooks": 1000,
      "Ġminut": 1001,
      "ean": 1002,
      "Ġtri": 1003,
      "Ġhope": 1004,
      "oup": 1005,
      "ount": 1006,
      "Ġstu": 1007,
      "Ġbook": 1008,
      "Jim": 1009,
      "ft": 1010,
      "self": 1011,
      "Matt": 1012,
      "ĠGood": 1013,
      "Char": 1014,
      "Ġdec": 1015,
      "Ġ6": 1016,
      "Ġbl": 1017,
      "Ġplease": 1018,
      "va": 1019,
      "ĠAn": 1020,
      "ĠWhy": 1021,
      "eth": 1022,
      "ĠĊ": 1023,
      "Mic": 1024,
      "Ġnever": 1025,
      "Ġtwo": 1026,
      "Nat": 1027,
      "Ġbest": 1028,
      "Jess": 1029,
      "ond": 1030,
      "ĠðŁ": 1031,
      "Ġvis": 1032,
      "ĠSt": 1033,
      "Ġmonth": 1034,
      "Ġinv": 1035,
      "Ġseen": 1036,
      "ave": 1037,
      "rew": 1038,
      "reg": 1039,
      "fe": 1040,
      "we": 1041,
      "ord": 1042,
      "Ġremember": 1043,
      "Le": 1044,
      "rest": 1045,
      "Ġtold": 1046,
      "Ġdown": 1047,
      "og": 1048,
      "ĠFr": 1049,
      "ĠOK": 1050,
      "Ġcare": 1051,
      "anda": 1052,
      "aking": 1053,
      "avid": 1054,
      "Ġkid": 1055,
      "ade": 1056,
      "Ġjoin": 1057,
      "Ġvisit": 1058,
      "Ġcool": 1059,
      "chool": 1060,
      "iam": 1061,
      "Ġsc": 1062,
      "Ġmight": 1063,
      "ory": 1064,
      "yl": 1065,
      "Ġ8": 1066,
      "Ġdays": 1067,
      "Ġmor": 1068,
      "ably": 1069,
      "Ġclass": 1070,
      "Ġgonna": 1071,
      "Ġdis": 1072,
      "ĠMaybe": 1073,
      "Ġlooking": 1074,
      "ĠAl": 1075,
      "Ġhi": 1076,
      "gif": 1077,
      "ona": 1078,
      "ĠThank": 1079,
      "Ġeverything": 1080,
      "ild": 1081,
      "Adam": 1082,
      "ody": 1083,
      "eb": 1084,
      "Ġread": 1085,
      "lle": 1086,
      "Ġshow": 1087,
      "Ġsame": 1088,
      "Ġschool": 1089,
      "ony": 1090,
      "atur": 1091,
      "Ġwent": 1092,
      "ittle": 1093,
      "mas": 1094,
      "terday": 1095,
      "nder": 1096,
      "Ġwhich": 1097,
      "gether": 1098,
      "Ġhappy": 1099,
      "to": 1100,
      "ictor": 1101,
      "Ġdiff": 1102,
      "ire": 1103,
      "Ġprob": 1104,
      "eorge": 1105,
      "hael": 1106,
      "Ġsaid": 1107,
      "orm": 1108,
      "Ġbir": 1109,
      "ĠDid": 1110,
      "Ġminutes": 1111,
      "ouse": 1112,
      "ets": 1113,
      "ĠDon": 1114,
      "Ġshop": 1115,
      "ng": 1116,
      "Ġold": 1117,
      "Ġinte": 1118,
      "Ġlittle": 1119,
      "hen": 1120,
      "Ġthough": 1121,
      "Ġres": 1122,
      "Ġmorning": 1123,
      "Ġhey": 1124,
      "Ġtogether": 1125,
      "Sarah": 1126,
      "ions": 1127,
      "ĠX": 1128,
      "arent": 1129,
      "aura": 1130,
      "Ġfew": 1131,
      "Ġmiss": 1132,
      "ĠAny": 1133,
      "ĠMar": 1134,
      "oph": 1135,
      "inner": 1136,
      "Ġyesterday": 1137,
      "Ell": 1138,
      "port": 1139,
      "Will": 1140,
      "Ġthings": 1141,
      "The": 1142,
      "Ġ:-": 1143,
      "Ġneeds": 1144,
      "olly": 1145,
      "elly": 1146,
      "Ġeat": 1147,
      "Ġbot": 1148,
      "arb": 1149,
      "ial": 1150,
      "Ġacc": 1151,
      "ĠTom": 1152,
      "Ġwanted": 1153,
      "fect": 1154,
      "Josh": 1155,
      "....": 1156,
      "Ġunder": 1157,
      "Ġsupp": 1158,
      "Ġmoney": 1159,
      "ĠFriday": 1160,
      "ache": 1161,
      "Ġinterest": 1162,
      "Is": 1163,
      "ĠIf": 1164,
      "aturday": 1165,
      "ens": 1166,
      "Ġleft": 1167,
      "00": 1168,
      "Ġbirth": 1169,
      "Ġfree": 1170,
      "ella": 1171,
      "ves": 1172,
      "Ġbig": 1173,
      "Ġwaiting": 1174,
      "?!": 1175,
      "Ġgetting": 1176,
      "Greg": 1177,
      "Ġmom": 1178,
      "Frank": 1179,
      "James": 1180,
      "Ġsm": 1181,
      "Ġkeep": 1182,
      "ren": 1183,
      "Ġits": 1184,
      "ĠThere": 1185,
      "ĠChrist": 1186,
      "ĠMe": 1187,
      "oint": 1188,
      "Ġbro": 1189,
      "nes": 1190,
      "rian": 1191,
      "Jake": 1192,
      "ĠSee": 1193,
      "Ġdone": 1194,
      "Jac": 1195,
      "Ġdinner": 1196,
      "Emma": 1197,
      "ĠNe": 1198,
      "elen": 1199,
      "eff": 1200,
      "urn": 1201,
      "Ġbirthday": 1202,
      "Ġheard": 1203,
      "Ġear": 1204,
      "ĠMy": 1205,
      "Ġquite": 1206,
      "ful": 1207,
      "ĠIn": 1208,
      "Mel": 1209,
      "Kim": 1210,
      "ĠHaha": 1211,
      "any": 1212,
      "Ġthinking": 1213,
      "Ke": 1214,
      "zy": 1215,
      "Ġworking": 1216,
      "Ġmov": 1217,
      "Ġlik": 1218,
      "ward": 1219,
      "omm": 1220,
      "no": 1221,
      "Ġactually": 1222,
      "ms": 1223,
      "actly": 1224,
      "Ġstuff": 1225,
      "by": 1226,
      "leep": 1227,
      "Ġhappened": 1228,
      "Ġhouse": 1229,
      "Ġmany": 1230,
      "up": 1231,
      "Ġend": 1232,
      "got": 1233,
      "Ġsounds": 1234,
      "ier": 1235,
      "rive": 1236,
      "acy": 1237,
      "Ġel": 1238,
      "Ġrest": 1239,
      "Ġprobably": 1240,
      "30": 1241,
      "ora": 1242,
      "ancy": 1243,
      "Monica": 1244,
      "Victor": 1245,
      "Ġtick": 1246,
      "David": 1247,
      "enry": 1248,
      "Ġhaven": 1249,
      "ĠSaturday": 1250,
      "ĠWh": 1251,
      "Carol": 1252,
      "St": 1253,
      "tty": 1254,
      "Ġhar": 1255,
      "Ġnothing": 1256,
      "Alice": 1257,
      "Ġstud": 1258,
      "George": 1259,
      "Ġsha": 1260,
      "ete": 1261,
      "Me": 1262,
      "Ġcont": 1263,
      "Martha": 1264,
      "Ġpay": 1265,
      "âĢ¦": 1266,
      "Emily": 1267,
      "Nick": 1268,
      "Ġaw": 1269,
      "Joe": 1270,
      "Daniel": 1271,
      "Ġfound": 1272,
      "usan": 1273,
      "ult": 1274,
      "Ġbre": 1275,
      "Ġfood": 1276,
      "Laura": 1277,
      "ĠWhere": 1278,
      "Ġleave": 1279,
      "iana": 1280,
      "ĠWhen": 1281,
      "nie": 1282,
      "oe": 1283,
      "Ġfam": 1284,
      "Ġhear": 1285,
      "Ġelse": 1286,
      "Ġfriends": 1287,
      "Ġcat": 1288,
      "Jenny": 1289,
      "oc": 1290,
      "ĠLet": 1291,
      "annah": 1292,
      "Ġbusy": 1293,
      "Ar": 1294,
      "rick": 1295,
      "za": 1296,
      "ĠWill": 1297,
      "Ġsur": 1298,
      "ath": 1299,
      "illy": 1300,
      "Mia": 1301,
      "Harry": 1302,
      "unch": 1303,
      "Ġmay": 1304,
      "Andy": 1305,
      "ĠJohn": 1306,
      "Max": 1307,
      "inks": 1308,
      "Fred": 1309,
      "car": 1310,
      "Ġkind": 1311,
      "air": 1312,
      "imes": 1313,
      "Maria": 1314,
      "Ġoffice": 1315,
      "ĠChristmas": 1316,
      "Ġworry": 1317,
      "aren": 1318,
      "ik": 1319,
      "io": 1320,
      "ude": 1321,
      "Olivia": 1322,
      "Linda": 1323,
      "ated": 1324,
      "Ph": 1325,
      "Ġfuck": 1326,
      "Ġbelie": 1327,
      "Soph": 1328,
      "aw": 1329,
      "Ġsomeone": 1330,
      "Ġhahaha": 1331,
      "Ġpretty": 1332,
      "Ġsuch": 1333,
      "Lucy": 1334,
      "Ġstop": 1335,
      "Bob": 1336,
      "Ġpres": 1337,
      "Ġop": 1338,
      "Ġforgot": 1339,
      "Ġphone": 1340,
      "ject": 1341,
      "andy": 1342,
      "Lisa": 1343,
      "Ġbab": 1344,
      "Ġbought": 1345,
      "arents": 1346,
      "Ġpm": 1347,
      "andra": 1348,
      "son": 1349,
      "Ġhaving": 1350,
      "Ġthank": 1351,
      "Ġwanna": 1352,
      "Ġanother": 1353,
      "ding": 1354,
      "Ġlooks": 1355,
      "Ġevening": 1356,
      "ince": 1357,
      "ĠLO": 1358,
      "ĠGreat": 1359,
      "Ġokay": 1360,
      "Helen": 1361,
      "aa": 1362,
      "Ġmind": 1363,
      "Ġ(": 1364,
      "ĠSu": 1365,
      "maz": 1366,
      "line": 1367,
      "Luke": 1368,
      "ix": 1369,
      "umber": 1370,
      "Ġhat": 1371,
      "Ġ:/": 1372,
      "Robert": 1373,
      "Ġdiffere": 1374,
      "ta": 1375,
      "Ġyears": 1376,
      "pe": 1377,
      "Ġparents": 1378,
      "Ġ20": 1379,
      "Ġinto": 1380,
      "ien": 1381,
      "ping": 1382,
      "ela": 1383,
      "vers": 1384,
      "achel": 1385,
      "Henry": 1386,
      "ign": 1387,
      "Ġsleep": 1388,
      "Julia": 1389,
      "Michael": 1390,
      "dy": 1391,
      "ible": 1392,
      "rey": 1393,
      "Ġrecomm": 1394,
      "Ġmost": 1395,
      "Ġrecommend": 1396,
      "Ġaway": 1397,
      "Ġexc": 1398,
      "joy": 1399,
      "!!!!": 1400,
      "ance": 1401,
      "ute": 1402,
      "Ġroom": 1403,
      "Ġmade": 1404,
      "Ġsec": 1405,
      "Ġdont": 1406,
      "Jeff": 1407,
      "ĠHell": 1408,
      "Ġago": 1409,
      "ĠSh": 1410,
      "akes": 1411,
      "Ġuse": 1412,
      "Ġhard": 1413,
      "ched": 1414,
      "fr": 1415,
      "Ġput": 1416,
      "Ġdrink": 1417,
      "Jacob": 1418,
      "Ġsaw": 1419,
      "Ġperfect": 1420,
      "ger": 1421,
      "Ġtrip": 1422,
      "pm": 1423,
      "Ġlife": 1424,
      "ations": 1425,
      "Ġlist": 1426,
      "ĠBr": 1427,
      "Ġboth": 1428,
      "Ġsent": 1429,
      "Sue": 1430,
      "ating": 1431,
      "Ġdel": 1432,
      "Steve": 1433,
      "ited": 1434,
      "Ab": 1435,
      "ug": 1436,
      "Ġluck": 1437,
      "ĠThis": 1438,
      "Ġcook": 1439,
      "osed": 1440,
      "Ġbelieve": 1441,
      "Gr": 1442,
      "Susan": 1443,
      "Ang": 1444,
      "Ġtrain": 1445,
      "Ġunderst": 1446,
      "ues": 1447,
      "Ġthose": 1448,
      "Kelly": 1449,
      "ried": 1450,
      "Ġprep": 1451,
      "Ġenough": 1452,
      "ĠLOL": 1453,
      "Ġnumber": 1454,
      "Ġconf": 1455,
      "ney": 1456,
      "Ġgame": 1457,
      "Ġtext": 1458,
      "iv": 1459,
      "ĠSorry": 1460,
      "enny": 1461,
      "Ġeas": 1462,
      "Ġkids": 1463,
      "Ġgl": 1464,
      "Ġeach": 1465,
      "Ġserious": 1466,
      "Ġmust": 1467,
      "Ġready": 1468,
      "icture": 1469,
      "Ġmovie": 1470,
      "Ġfamily": 1471,
      "ither": 1472,
      "erson": 1473,
      "Jan": 1474,
      "ĠOkay": 1475,
      "Ġmess": 1476,
      "ĠLu": 1477,
      "Ġthese": 1478,
      "ĠHello": 1479,
      "Luc": 1480,
      "ib": 1481,
      "Ġpass": 1482,
      "ĠCar": 1483,
      "Ġleast": 1484,
      "ever": 1485,
      "Ġwhile": 1486,
      "Ġdisc": 1487,
      "Ġswe": 1488,
      "mazing": 1489,
      "ky": 1490,
      "Andrew": 1491,
      "Ġhours": 1492,
      "Ġ9": 1493,
      "Ġdress": 1494,
      "Hannah": 1495,
      "hes": 1496,
      "Ġtickets": 1497,
      "Amy": 1498,
      "Barb": 1499,
      "etty": 1500,
      "ents": 1501,
      "Ġexam": 1502,
      "Ġmum": 1503,
      "Gab": 1504,
      "Ġpost": 1505,
      "ĠxD": 1506,
      "ĠXD": 1507,
      "El": 1508,
      "Ġfar": 1509,
      "ison": 1510,
      "uss": 1511,
      "Ed": 1512,
      "side": 1513,
      "Ġcompl": 1514,
      "Ġunderstand": 1515,
      "Ġsick": 1516,
      "Cl": 1517,
      "Ġdad": 1518,
      "ena": 1519,
      "ics": 1520,
      "Ġ:*": 1521,
      "ffee": 1522,
      "Ġeveryone": 1523,
      "Ġdifferent": 1524,
      "Ġmove": 1525,
      "ĠMon": 1526,
      "ole": 1527,
      "rie": 1528,
      "where": 1529,
      "Ġinst": 1530,
      "Ġshit": 1531,
      "Ġadv": 1532,
      "ired": 1533,
      "Karen": 1534,
      "ton": 1535,
      "Ġlunch": 1536,
      "Ġexactly": 1537,
      "ĠRe": 1538,
      "Ġthr": 1539,
      "Ġchange": 1540,
      "Ġcr": 1541,
      "die": 1542,
      "Ġcle": 1543,
      "omas": 1544,
      "ash": 1545,
      "ause": 1546,
      "Ġanyway": 1547,
      "Cla": 1548,
      "ork": 1549,
      "Ash": 1550,
      "ideo": 1551,
      "br": 1552,
      "Ġinf": 1553,
      "Ġwatching": 1554,
      "Ġenjoy": 1555,
      "ricia": 1556,
      "Ġweeks": 1557,
      "Ġmat": 1558,
      "Ġdes": 1559,
      "Kevin": 1560,
      "Ġinter": 1561,
      "uth": 1562,
      "ola": 1563,
      "friend": 1564,
      "ons": 1565,
      "Ġboy": 1566,
      "Ġbeing": 1567,
      "Ġtrue": 1568,
      "scar": 1569,
      "Kat": 1570,
      "Ġdate": 1571,
      "Zoe": 1572,
      "ift": 1573,
      "Ġquest": 1574,
      "aur": 1575,
      "Ġcoffee": 1576,
      "Martin": 1577,
      "Eli": 1578,
      "No": 1579,
      "Jessica": 1580,
      "Ag": 1581,
      "nce": 1582,
      "old": 1583,
      "ual": 1584,
      "Ġhot": 1585,
      "ird": 1586,
      "ling": 1587,
      "Ġless": 1588,
      "bs": 1589,
      "hh": 1590,
      "Ġamazing": 1591,
      "elia": 1592,
      "ank": 1593,
      "mail": 1594,
      "lor": 1595,
      "Ġperson": 1596,
      "Ġ15": 1597,
      "ggest": 1598,
      "Ġown": 1599,
      "ars": 1600,
      "Ġsuggest": 1601,
      "Ian": 1602,
      "Ġpicture": 1603,
      "Jason": 1604,
      "iona": 1605,
      "Ġwhole": 1606,
      "Amanda": 1607,
      "Ġname": 1608,
      "ition": 1609,
      "Ġplans": 1610,
      "fin": 1611,
      "Ġap": 1612,
      "Ġcra": 1613,
      "oooo": 1614,
      "Ġsis": 1615,
      "Ġxx": 1616,
      "Ġshopping": 1617,
      "ical": 1618,
      "Bill": 1619,
      "Rachel": 1620,
      "ette": 1621,
      "icky": 1622,
      "Ġtalking": 1623,
      "wn": 1624,
      "esome": 1625,
      "Nancy": 1626,
      "ret": 1627,
      "Ġbreak": 1628,
      "me": 1629,
      "Tina": 1630,
      "Th": 1631,
      "Ġisn": 1632,
      "fer": 1633,
      "Ġadd": 1634,
      "ĠSp": 1635,
      "Ġused": 1636,
      "Ġconc": 1637,
      "Ġproject": 1638,
      "Eva": 1639,
      "hlo": 1640,
      "most": 1641,
      "oot": 1642,
      "ila": 1643,
      "pris": 1644,
      "Ġcoup": 1645,
      "Ġseems": 1646,
      "May": 1647,
      "Ġreal": 1648,
      "Ġtook": 1649,
      "mer": 1650,
      "Ġmet": 1651,
      "Ġhead": 1652,
      "Anne": 1653,
      "izza": 1654,
      "hed": 1655,
      "Ġgroup": 1656,
      "Liz": 1657,
      "Sim": 1658,
      "ery": 1659,
      "Ġrun": 1660,
      "Ġcalled": 1661,
      "hloe": 1662,
      "Ġsth": 1663,
      "Ġorder": 1664,
      "Jay": 1665,
      "yle": 1666,
      "Ġdep": 1667,
      "Har": 1668,
      "Ġsit": 1669,
      "Ġsince": 1670,
      "ntil": 1671,
      "othy": 1672,
      "ries": 1673,
      "Tony": 1674,
      "Ġnews": 1675,
      "Ġprom": 1676,
      "Ġ:-)": 1677,
      "Eve": 1678,
      "ale": 1679,
      "ox": 1680,
      "Dave": 1681,
      "Ġhol": 1682,
      "Ġonce": 1683,
      "ĠDan": 1684,
      "enn": 1685,
      "Ġwalk": 1686,
      "Ġpoint": 1687,
      "ĠTr": 1688,
      "Ġra": 1689,
      "nday": 1690,
      "Ġpa": 1691,
      "Ġav": 1692,
      "ĠSam": 1693,
      "Ġspend": 1694,
      "Patrick": 1695,
      "Sophie": 1696,
      "Ġopen": 1697,
      "Ġable": 1698,
      "body": 1699,
      "lf": 1700,
      "Ġever": 1701,
      "Ġasked": 1702,
      "Ġmar": 1703,
      "ensive": 1704,
      "Phil": 1705,
      "Ġpresent": 1706,
      "Diana": 1707,
      "Ġass": 1708,
      "ten": 1709,
      "Ġcount": 1710,
      "eph": 1711,
      "Ġthrough": 1712,
      "Ġset": 1713,
      "Ġdog": 1714,
      "Paula": 1715,
      "Ġsurpris": 1716,
      "rs": 1717,
      "Ġhell": 1718,
      "???": 1719,
      "Ġhate": 1720,
      "Ġsw": 1721,
      "lyn": 1722,
      "Ġuntil": 1723,
      "Ġtrying": 1724,
      "Ġtest": 1725,
      "Ġwear": 1726,
      "itely": 1727,
      "Ġwasn": 1728,
      "Ġhand": 1729,
      "Ġwithout": 1730,
      "Gina": 1731,
      "ita": 1732,
      "ĠOf": 1733,
      "Ġfeeling": 1734,
      "Ġmonths": 1735,
      "Ġcouple": 1736,
      "than": 1737,
      "urs": 1738,
      "finitely": 1739,
      "aut": 1740,
      "co": 1741,
      "ull": 1742,
      "Ġalmost": 1743,
      "ĠFran": 1744,
      "ĠEm": 1745,
      "Ġwonder": 1746,
      "Victoria": 1747,
      "Ġprepare": 1748,
      "Sally": 1749,
      "vie": 1750,
      "ye": 1751,
      "Mag": 1752,
      "uel": 1753,
      "vel": 1754,
      "oll": 1755,
      "Ġfav": 1756,
      "Lucas": 1757,
      "de": 1758,
      "ana": 1759,
      "Ġcons": 1760,
      "Patricia": 1761,
      "ok": 1762,
      "Ġter": 1763,
      "Ġspec": 1764,
      "ctor": 1765,
      "Rose": 1766,
      "Ġtaking": 1767,
      "hew": 1768,
      "ĠPaul": 1769,
      "ces": 1770,
      "Ġbed": 1771,
      "Ġlikes": 1772,
      "Ġworks": 1773,
      "Ġanyone": 1774,
      "Ġsupposed": 1775,
      "pl": 1776,
      "Ġflight": 1777,
      "Dor": 1778,
      "Oscar": 1779,
      "gie": 1780,
      "Ġturn": 1781,
      "Ġbeaut": 1782,
      "man": 1783,
      "not": 1784,
      "Ġpizza": 1785,
      "iting": 1786,
      "helle": 1787,
      "Ġexpensive": 1788,
      "Ġwrong": 1789,
      "Tr": 1790,
      "Ġsk": 1791,
      "ĠCool": 1792,
      "Mom": 1793,
      "ott": 1794,
      "Ġimp": 1795,
      "ĠSunday": 1796,
      "ream": 1797,
      "ĠMike": 1798,
      "Ġagree": 1799,
      "Christ": 1800,
      "rat": 1801,
      "Ġwish": 1802,
      "Ġthinks": 1803,
      "Ġgirls": 1804,
      "Liam": 1805,
      "ock": 1806,
      "Ġsays": 1807,
      "Ġorgan": 1808,
      "Ġbaby": 1809,
      "Ġlive": 1810,
      "Terry": 1811,
      "Ġfunny": 1812,
      "Natal": 1813,
      "Isab": 1814,
      "Ġpol": 1815,
      "rible": 1816,
      "Noah": 1817,
      "ĠJack": 1818,
      "Ġcity": 1819,
      "ĠPeter": 1820,
      "Ġwrite": 1821,
      "Sandra": 1822,
      "more": 1823,
      "wen": 1824,
      "yn": 1825,
      "Ġposs": 1826,
      "Joan": 1827,
      "Ġsweet": 1828,
      "ĠMonday": 1829,
      "Lou": 1830,
      "yan": 1831,
      "Ġwine": 1832,
      "ang": 1833,
      "uring": 1834,
      "Ġstarted": 1835,
      "igh": 1836,
      "ifer": 1837,
      "Ġleaving": 1838,
      "Leo": 1839,
      "Ġinteresting": 1840,
      "Ġred": 1841,
      "Brian": 1842,
      "Ġsister": 1843,
      "ps": 1844,
      "iley": 1845,
      "une": 1846,
      "rans": 1847,
      "Fiona": 1848,
      "ene": 1849,
      "Ġ30": 1850,
      "key": 1851,
      "Ġsuper": 1852,
      "den": 1853,
      "Ġur": 1854,
      "ustin": 1855,
      "artment": 1856,
      "hard": 1857,
      "Ġchild": 1858,
      "Thomas": 1859,
      "Betty": 1860,
      "Ġwed": 1861,
      "Ġchar": 1862,
      "ĠMary": 1863,
      "come": 1864,
      "cept": 1865,
      "Charlie": 1866,
      "onald": 1867,
      "ĠAs": 1868,
      "Ġ12": 1869,
      "Ġarrive": 1870,
      "Ġplanning": 1871,
      "Ġfinis": 1872,
      "Ġbeer": 1873,
      "raid": 1874,
      "Ġexpect": 1875,
      "Ġreg": 1876,
      "Ġmyself": 1877,
      "Jon": 1878,
      "Ġtown": 1879,
      "antha": 1880,
      "cks": 1881,
      "Ġmus": 1882,
      "Ġhalf": 1883,
      "ĠAll": 1884,
      "ais": 1885,
      "Ġtired": 1886,
      "Ġgift": 1887,
      "Eric": 1888,
      "uct": 1889,
      "ĠKate": 1890,
      "Rick": 1891,
      "ont": 1892,
      "Ġlost": 1893,
      "indy": 1894,
      "Grace": 1895,
      "Ġstudy": 1896,
      "gry": 1897,
      "Dar": 1898,
      "lot": 1899,
      "Ġya": 1900,
      "ĠEx": 1901,
      "Ġdeal": 1902,
      "Ġcame": 1903,
      "ĠLike": 1904,
      "Ġanymore": 1905,
      "Mad": 1906,
      "Ron": 1907,
      "lin": 1908,
      "Ġcannot": 1909,
      "Ġchang": 1910,
      "Ashley": 1911,
      "Re": 1912,
      "Ġhor": 1913,
      "ĠRob": 1914,
      "uz": 1915,
      "Ġcase": 1916,
      "Ġwouldn": 1917,
      "Ġplaying": 1918,
      "ĠNew": 1919,
      "Ġem": 1920,
      "aret": 1921,
      "Ġafraid": 1922,
      "Ġearly": 1923,
      "Con": 1924,
      "ize": 1925,
      "Chloe": 1926,
      "eak": 1927,
      "iful": 1928,
      "Ġphoto": 1929,
      "Ġdecid": 1930,
      "Cam": 1931,
      "ai": 1932,
      "Ġtrans": 1933,
      "haha": 1934,
      "Ġduring": 1935,
      "Ġinterested": 1936,
      "vent": 1937,
      "Ġwin": 1938,
      "Ric": 1939,
      "ew": 1940,
      "issa": 1941,
      "Ġwedding": 1942,
      "Ġawesome": 1943,
      "aurant": 1944,
      "Ġcouldn": 1945,
      "ĠSte": 1946,
      "Ġemail": 1947,
      "Ġclean": 1948,
      "-)": 1949,
      "Nina": 1950,
      "Ġcost": 1951,
      "ates": 1952,
      "Joseph": 1953,
      "Ġtimes": 1954,
      "Ġonline": 1955,
      "ĠOn": 1956,
      "Jenn": 1957,
      "Ġwar": 1958,
      "Ġtried": 1959,
      "Simon": 1960,
      "ident": 1961,
      "Agnes": 1962,
      "Ġhon": 1963,
      "ĠMart": 1964,
      "Charles": 1965,
      "abeth": 1966,
      "Ġafterno": 1967,
      "Alan": 1968,
      "Ġcold": 1969,
      "ails": 1970,
      "Ġcompany": 1971,
      "William": 1972,
      "urt": 1973,
      "Ġasking": 1974,
      "Ġeasy": 1975,
      "Ġ?": 1976,
      "Ġdri": 1977,
      "ĠSounds": 1978,
      "ĠMark": 1979,
      "Kar": 1980,
      "ead": 1981,
      "Ġtot": 1982,
      "Brad": 1983,
      "Lily": 1984,
      "ently": 1985,
      "ĠPat": 1986,
      "Ġrestaurant": 1987,
      "aisy": 1988,
      "ogan": 1989,
      "Ġdrive": 1990,
      "ote": 1991,
      "Ġdoctor": 1992,
      "igail": 1993,
      "ital": 1994,
      "Ġdefinitely": 1995,
      "Megan": 1996,
      "Barbara": 1997,
      "oor": 1998,
      "orn": 1999,
      "Ġpub": 2000,
      "osp": 2001,
      "Ġafternoon": 2002,
      "az": 2003,
      "Ġmother": 2004,
      "ider": 2005,
      "Ted": 2006,
      "Ġsong": 2007,
      "oose": 2008,
      "van": 2009,
      "Ġbeautiful": 2010,
      "Claire": 2011,
      "ursday": 2012,
      "ins": 2013,
      "Ġwow": 2014,
      "Ġmed": 2015,
      "Ġgi": 2016,
      "ĠWow": 2017,
      "Marg": 2018,
      "Ġclasses": 2019,
      "Ġbroke": 2020,
      "fort": 2021,
      "Ġsmall": 2022,
      "ĠWho": 2023,
      "Ġconcert": 2024,
      "Ġyourself": 2025,
      "ĠPlease": 2026,
      "ĠFor": 2027,
      "Ġforget": 2028,
      "ump": 2029,
      "Wend": 2030,
      "land": 2031,
      "Ġsn": 2032,
      "Caroline": 2033,
      "Pam": 2034,
      "Ġair": 2035,
      "Carl": 2036,
      "oke": 2037,
      "rend": 2038,
      "ĠAd": 2039,
      "osh": 2040,
      "ĠMay": 2041,
      "Ġliked": 2042,
      "Meg": 2043,
      "He": 2044,
      "ple": 2045,
      "vor": 2046,
      "Ġbas": 2047,
      "Ġhair": 2048,
      "ĠBe": 2049,
      "Ġbrother": 2050,
      "Ġcontact": 2051,
      "ĠReally": 2052,
      "Ġent": 2053,
      "Ġboss": 2054,
      "Ġmaking": 2055,
      "Ġfil": 2056,
      "Ġfinish": 2057,
      "Ġlisten": 2058,
      "oice": 2059,
      "Ġmine": 2060,
      "Ġlear": 2061,
      "rop": 2062,
      "ĠOM": 2063,
      "ĠCh": 2064,
      "Ġkey": 2065,
      "Ġimport": 2066,
      "Ġsecond": 2067,
      "Er": 2068,
      "Ġteac": 2069,
      "Ġ...": 2070,
      "Ġbu": 2071,
      "Ġpain": 2072,
      "ĠNow": 2073,
      "Ġalone": 2074,
      "ym": 2075,
      "Ġac": 2076,
      "Ġsl": 2077,
      "ese": 2078,
      "ailable": 2079,
      "Ġcrazy": 2080,
      "Mat": 2081,
      "Sean": 2082,
      "iness": 2083,
      "Ġhigh": 2084,
      "Stan": 2085,
      "ĠOMG": 2086,
      "ĠOr": 2087,
      "ĠCould": 2088,
      "Pete": 2089,
      "Ġtill": 2090,
      "Ġquestion": 2091,
      "Ġimportant": 2092,
      "med": 2093,
      "sw": 2094,
      "ĠWed": 2095,
      "Wendy": 2096,
      "Ġcha": 2097,
      "Ġdet": 2098,
      "inema": 2099,
      "Ġweather": 2100,
      "rab": 2101,
      "Samantha": 2102,
      "Ġfinally": 2103,
      "Ryan": 2104,
      "ĠAt": 2105,
      "als": 2106,
      "Ġret": 2107,
      "Ġatt": 2108,
      "Ġann": 2109,
      "ately": 2110,
      "rist": 2111,
      "Ġflat": 2112,
      "Ġinform": 2113,
      "Donna": 2114,
      "Jerry": 2115,
      "Nic": 2116,
      "ced": 2117,
      "ĠAlex": 2118,
      "olog": 2119,
      "ored": 2120,
      "Ġteam": 2121,
      "ci": 2122,
      "aron": 2123,
      "Ġeither": 2124,
      "amie": 2125,
      "Ġext": 2126,
      "Ġcoll": 2127,
      "Abigail": 2128,
      "Natalie": 2129,
      "lotte": 2130,
      "range": 2131,
      "oes": 2132,
      "Ġve": 2133,
      "reen": 2134,
      "ved": 2135,
      "ĠYep": 2136,
      "Ġhasn": 2137,
      "ĠðŁĺĤ": 2138,
      "Amelia": 2139,
      "ele": 2140,
      "Ġborrow": 2141,
      "ors": 2142,
      "ett": 2143,
      "its": 2144,
      "Ġins": 2145,
      "ĠSara": 2146,
      "ular": 2147,
      "ĠJul": 2148,
      "nesday": 2149,
      "Jill": 2150,
      "Ġcard": 2151,
      "resa": 2152,
      "Julie": 2153,
      "Maya": 2154,
      "Ġavailable": 2155,
      "Jennifer": 2156,
      "Ġ'": 2157,
      "ĠAm": 2158,
      "Ġoutside": 2159,
      "Tracy": 2160,
      "Ġdecided": 2161,
      "Ġsumm": 2162,
      "unk": 2163,
      "Ġglad": 2164,
      "Ava": 2165,
      "ouch": 2166,
      "Ġmate": 2167,
      "ern": 2168,
      "Ġones": 2169,
      "Ruth": 2170,
      "uri": 2171,
      "Ġdiscuss": 2172,
      "Ġsim": 2173,
      "Ġgave": 2174,
      "ence": 2175,
      "ĠBen": 2176,
      "Ġsub": 2177,
      "Ġworries": 2178,
      "ĠGr": 2179,
      "Ġspecial": 2180,
      "Ethan": 2181,
      "ans": 2182,
      "Ġsomewhere": 2183,
      "Ġmoment": 2184,
      "view": 2185,
      "Ġmusic": 2186,
      "gn": 2187,
      "pid": 2188,
      "oring": 2189,
      "Ġcol": 2190,
      "Ġdear": 2191,
      "Ġhu": 2192,
      "ention": 2193,
      "Ġproblems": 2194,
      "work": 2195,
      "reet": 2196,
      "Ver": 2197,
      "ings": 2198,
      "Ġcinema": 2199,
      "ooo": 2200,
      "tend": 2201,
      "Ġtalked": 2202,
      "ĠThursday": 2203,
      "ĠAnna": 2204,
      "Nathan": 2205,
      "Ġpossible": 2206,
      "cel": 2207,
      "min": 2208,
      "leas": 2209,
      "Ġnear": 2210,
      "Ġseason": 2211,
      "mag": 2212,
      "Oliver": 2213,
      "eas": 2214,
      "Ġopt": 2215,
      "amn": 2216,
      "Michelle": 2217,
      "Ġthats": 2218,
      "Dorothy": 2219,
      "Don": 2220,
      "ayla": 2221,
      "ĠKe": 2222,
      "Ġstupid": 2223,
      "HA": 2224,
      "lish": 2225,
      "Ġrep": 2226,
      "Ġfront": 2227,
      "uesday": 2228,
      "Ġpack": 2229,
      "ared": 2230,
      "ife": 2231,
      "Ġlovely": 2232,
      "ĠWednesday": 2233,
      "Logan": 2234,
      "ially": 2235,
      "yd": 2236,
      "Ġansw": 2237,
      "ĠBl": 2238,
      "elle": 2239,
      "ðŁĺĤ": 2240,
      "Ġhotel": 2241,
      "ĠHope": 2242,
      "ĠMic": 2243,
      "ĠEng": 2244,
      "vious": 2245,
      "ĠIm": 2246,
      "Ġoffer": 2247,
      "Ġprefer": 2248,
      "ages": 2249,
      "aure": 2250,
      "Ġcute": 2251,
      "Ġinc": 2252,
      "ush": 2253,
      "Ġworld": 2254,
      "Ġart": 2255,
      "ĠAr": 2256,
      "Ella": 2257,
      "ience": 2258,
      "Margaret": 2259,
      "Beth": 2260,
      "ka": 2261,
      "ming": 2262,
      "Ġwom": 2263,
      "Ġuni": 2264,
      "Ġinstead": 2265,
      "Lilly": 2266,
      "Ġbooks": 2267,
      "ense": 2268,
      "Ġknows": 2269,
      "bert": 2270,
      "Ġphot": 2271,
      "Ġgrand": 2272,
      "uce": 2273,
      "Ġpop": 2274,
      "Ġpark": 2275,
      "Ġstation": 2276,
      "ĠThen": 2277,
      "Richard": 2278,
      "Kyle": 2279,
      "ĠTo": 2280,
      "ira": 2281,
      "uby": 2282,
      "Andre": 2283,
      "Angela": 2284,
      "Maggie": 2285,
      "Jud": 2286,
      "Ġbo": 2287,
      "ĠHmm": 2288,
      "ĠPol": 2289,
      "Ġ11": 2290,
      "ĠShould": 2291,
      "ised": 2292,
      "Ġagre": 2293,
      "Ġclose": 2294,
      "ĠWhich": 2295,
      "Ġsing": 2296,
      "Ġmakes": 2297,
      "Ġkill": 2298,
      "ecky": 2299,
      "yler": 2300,
      "Ġcause": 2301,
      "ĠTuesday": 2302,
      "Ġrather": 2303,
      "eremy": 2304,
      "Ġstand": 2305,
      "ĠPer": 2306,
      "Ġspeak": 2307,
      "Ġrecently": 2308,
      "Ġphotos": 2309,
      "asha": 2310,
      "ĠWould": 2311,
      "ters": 2312,
      "lier": 2313,
      "Ġvideo": 2314,
      "Ġaccount": 2315,
      "Ġapartment": 2316,
      "Molly": 2317,
      "Ġstr": 2318,
      "ĠBye": 2319,
      "Ġgets": 2320,
      "ĠEvery": 2321,
      "ode": 2322,
      "Ġchoose": 2323,
      "Ġfinished": 2324,
      "Ġill": 2325,
      "Ġdude": 2326,
      "uu": 2327,
      "llie": 2328,
      "aylor": 2329,
      "Marie": 2330,
      "Ġwater": 2331,
      "Ġdead": 2332,
      "aught": 2333,
      "ĠZ": 2334,
      "Ġmid": 2335,
      "ically": 2336,
      "Ġcheap": 2337,
      "Ġtotally": 2338,
      "Ġsummer": 2339,
      "ga": 2340,
      "Ġsort": 2341,
      "go": 2342,
      "Ġsal": 2343,
      "Ġimag": 2344,
      "Ġgames": 2345,
      "icult": 2346,
      "Ġreason": 2347,
      "Ġbuying": 2348,
      "ww": 2349,
      "Ġmo": 2350,
      "Ġweird": 2351,
      "Ġworried": 2352,
      "Ġxd": 2353,
      "Ros": 2354,
      "Suz": 2355,
      "Ġexpl": 2356,
      "ĠðŁĻ": 2357,
      "Ġteacher": 2358,
      "Daisy": 2359,
      "Larry": 2360,
      "cis": 2361,
      "ices": 2362,
      "Ġhun": 2363,
      "Jackie": 2364,
      "Ġhonest": 2365,
      "ied": 2366,
      "Ġâ": 2367,
      "Ġbar": 2368,
      "athan": 2369,
      "Charlotte": 2370,
      "Ġinvited": 2371,
      "Ġdetails": 2372,
      "DD": 2373,
      "lling": 2374,
      "Ġshort": 2375,
      "inds": 2376,
      "Caron": 2377,
      "Ġideas": 2378,
      "ressed": 2379,
      "Jimmy": 2380,
      "renda": 2381,
      "fu": 2382,
      "rect": 2383,
      "erv": 2384,
      "Ġhosp": 2385,
      "Ġexper": 2386,
      "Ġcomm": 2387,
      "Ġblack": 2388,
      "Ġearlier": 2389,
      "Ġfix": 2390,
      "room": 2391,
      "Ġsaying": 2392,
      "She": 2393,
      "gr": 2394,
      "Ġdifficult": 2395,
      "Ġstore": 2396,
      "Ġalright": 2397,
      "Ġgotta": 2398,
      "Ġlonger": 2399,
      "ylan": 2400,
      "ighb": 2401,
      "book": 2402,
      "amp": 2403,
      "Ġdrunk": 2404,
      "Ġcatch": 2405,
      "Ġwel": 2406,
      "Ġrequ": 2407,
      "ĠJan": 2408,
      "ĠLook": 2409,
      "Ġclub": 2410,
      "Ġpictures": 2411,
      "int": 2412,
      "Ġgym": 2413,
      "Ġmanag": 2414,
      "less": 2415,
      "Ġneighb": 2416,
      "Marc": 2417,
      "apt": 2418,
      "irt": 2419,
      "ĠRight": 2420,
      "Ġwatched": 2421,
      "atherine": 2422,
      "Ellie": 2423,
      "iot": 2424,
      "ĠChar": 2425,
      "Joanna": 2426,
      "ĠðŁ¤": 2427,
      "net": 2428,
      "revor": 2429,
      "Ġgen": 2430,
      "omin": 2431,
      "Ġbusiness": 2432,
      "Ġhospital": 2433,
      "Aaron": 2434,
      "Ken": 2435,
      "iff": 2436,
      "itche": 2437,
      "Ġclot": 2438,
      "ween": 2439,
      "Jas": 2440,
      "Ġet": 2441,
      "anc": 2442,
      "Ġhoney": 2443,
      "ĠUn": 2444,
      "Ġresp": 2445,
      "Ġsuggests": 2446,
      "Ġfavour": 2447,
      "ĠNice": 2448,
      "ĠPro": 2449,
      "Patty": 2450,
      "ondon": 2451,
      "ĠEnglish": 2452,
      "video": 2453,
      "Ġhang": 2454,
      "Ġrece": 2455,
      "ĠExactly": 2456,
      "Ġanswer": 2457,
      "ner": 2458,
      "Ġsad": 2459,
      "Ġtop": 2460,
      "Ġfact": 2461,
      "itch": 2462,
      "Ġgoes": 2463,
      "Ġboyfriend": 2464,
      "Jeremy": 2465,
      "Ġes": 2466,
      "ĠOli": 2467,
      "Ġsafe": 2468,
      "ebec": 2469,
      "Ġexcited": 2470,
      "Jean": 2471,
      "mber": 2472,
      "uro": 2473,
      "ĠLe": 2474,
      "ĠLondon": 2475,
      "oby": 2476,
      "astic": 2477,
      "Ġprof": 2478,
      "Ġcele": 2479,
      "erek": 2480,
      "Ġlau": 2481,
      "Ruby": 2482,
